_RhydonDexEntry::
	text $0E,$C9,$0F,$87,$05,$44 ; 全身被
	next $2A,$EA,$09,$F7,$05,$09,$06,$F8,$0D,$E8,$08,$06 ; 铠甲般的皮肤
	next $05,$2B,$09,$66,$19,$20,$01,$03 ; 保护着。

	page $0F,$8F,$18,$B7,$0D,$64,$13,$F6 ; 甚至能在
	next $01,$E8,$01,$E6,$01,$E6,$01,$E6,$07,$78,$06,$F8 ; ２０００度的
	next $0E,$F9,$12,$B6,$0B,$C3,$0F,$94,$06,$BC,$01,$03 ; 熔岩里生存。
	dex

_KangaskhanDexEntry::
	text $05,$2E,$05,$2E,$13,$F6,$0C,$96,$0C,$96,$07,$77,$19,$2F,$0F,$69 ; 宝宝在妈妈肚子上
	next $06,$F8,$06,$D2,$19,$2F,$0B,$C3 ; 的袋子里
	next $09,$D8,$09,$44,$05,$B7,$06,$6E,$0B,$88,$01,$03 ; 几乎不出来。

	page $06,$C9,$13,$D8,$01,$E9,$0D,$72,$18,$A4,$09,$42 ; 大约３年之后
	next $0A,$C7,$09,$A3,$0B,$BF,$0B,$06,$0D,$2A,$0E,$97,$01,$03 ; 就会离开母亲。

	dex

_NidoranMDexEntry::
	text $10,$70,$09,$A3,$0F,$F2,$0E,$3C,$07,$AA,$07,$94 ; 它会竖起耳朵
	next $0E,$A3,$10,$CF,$11,$39,$11,$DF,$01,$E2 ; 倾听危险，



	page $06,$C9,$07,$A8,$0E,$7F,$0B,$D8,$06,$F8,$0A,$63,$18,$C6 ; 大而强力的角中
	next $13,$49,$05,$D4,$07,$6E,$12,$FC,$01,$03 ; 隐藏毒液。
	dex

_ClefairyDexEntry::
	text $10,$70,$0D,$39,$0E,$32,$0C,$FA ; 它那奇妙
	next $07,$A8,$0B,$29,$04,$D0,$06,$F8,$11,$19,$05,$8B ; 而可爱的外表
	next $11,$A8,$13,$48,$0C,$01,$12,$73,$07,$90,$04,$D0,$09,$0D,$18,$77,$01,$03 ; 吸引了许多爱好者。

	page $18,$B1,$13,$F6,$0F,$73,$0F,$F5 ; 只在少数
	next $10,$AA,$07,$43,$0E,$B8,$13,$B0 ; 特定区域
	next $0D,$64,$07,$B0,$11,$E0,$10,$70,$06,$F8,$19,$35,$09,$C3,$01,$03 ; 能发现它的踪迹。
	dex

_SpearowDexEntry::
	text $13,$1D,$05,$D9,$06,$AA,$0B,$C3,$06,$F8 ; 以草丛里的
	next $06,$49,$19,$2F,$06,$FC,$11,$41,$0F,$AB,$01,$03 ; 虫子等为食。


	page $13,$3C,$11,$41,$06,$44,$05,$1B,$05,$66,$0A,$6B,$07,$7C,$06,$F8,$13,$D1,$08,$B2,$01,$E2 ; 因为翅膀比较短的缘故，
	next $10,$6D,$13,$1D,$09,$A3,$13,$01,$18,$A7 ; 所以会一直
	next $0D,$F9,$07,$BF,$07,$10,$0D,$AA,$07,$4A,$06,$44,$05,$1B,$01,$03 ; 频繁地拍动翅膀。
	dex

_VoltorbDexEntry::
	text $09,$A3,$06,$6E,$11,$E0,$13,$F6 ; 会出现在
	next $07,$B0,$07,$23,$06,$05,$06,$FC,$07,$10,$07,$CB,$01,$03 ; 发电厂等地方。


	page $09,$2A,$07,$90,$0E,$E9,$07,$6C,$09,$A3,$04,$F3,$10,$70 ; 很多人都会把它
	next $06,$C3,$06,$E5,$06,$2B,$0A,$A5,$0C,$23,$0E,$B2 ; 错当成精灵球
	next $0E,$C3,$06,$7B,$0D,$DC,$07,$A8,$05,$44,$07,$23,$0C,$97,$01,$03 ; 去触碰而被电麻。
	dex

_NidokingDexEntry::
	text $10,$70,$13,$81,$0E,$7F,$07,$A8,$13,$8E,$0B,$D8,$06,$F8,$11,$49,$04,$EF ; 它用强而有力的尾巴
	next $0B,$88,$09,$2F,$0F,$2C,$01,$02 ; 来横扫、
	next $0A,$90,$05,$F4,$0C,$0A,$11,$9B,$F4 ; 紧缠猎物,

	page $0F,$B1,$18,$A4,$08,$AF,$10,$E7,$10,$48,$0C,$07,$01,$03 ; 使之骨头碎裂。


	dex

_SlowbroDexEntry::
	text $0A,$D7,$10,$0F ; 据说
	next $08,$31,$19,$20,$13,$F6,$11,$49,$04,$EF,$0F,$69,$06,$F8 ; 附着在尾巴上的
	next $06,$C9,$0F,$7A,$05,$3C,$0F,$BF,$0B,$1E,$19,$20 ; 大舌贝是靠着

	page $06,$CA,$06,$CA,$0F,$D6,$06,$36,$0F,$9B,$06,$F8,$07,$46,$11,$A3 ; 呆呆兽吃剩的东西
	next $0F,$94,$06,$BC,$11,$CC,$0E,$C3,$06,$F8,$01,$03 ; 生存下去的。

	dex

_IvysaurDexEntry::
	text $06,$E5,$05,$3B,$0F,$69,$06,$F8,$09,$6A,$05,$24 ; 当背上的花苞
	next $06,$02,$06,$C9,$18,$A4,$09,$42,$01,$E2 ; 长大之后，


	page $10,$70,$10,$24,$09,$44,$0A,$C7,$11,$8A,$07,$B6 ; 它似乎就无法
	next $13,$F5,$13,$81,$0B,$EF,$18,$B1,$0A,$61 ; 再用两只脚
	next $18,$41,$0B,$D4,$0E,$3C,$0B,$88,$0C,$01,$01,$03 ; 站立起来了。
	dex

_ExeggutorDexEntry::
	text $0A,$D7,$10,$0F,$07,$D5,$06,$01,$0D,$A2,$0E,$D9,$07,$10,$01,$E2 ; 据说非常偶然地，
	next $13,$8E,$08,$80,$10,$E7,$09,$A3,$05,$82,$06,$2B,$06,$E4,$06,$E4 ; 有个头会变成蛋蛋
	next $07,$4A,$0E,$3C,$0B,$88,$01,$03 ; 动起来。




	dex

_LickitungDexEntry::
	text $0F,$7A,$10,$E7,$11,$FB ; 舌头像
	next $05,$82,$0F,$2F,$0C,$34,$0D,$39,$12,$DD ; 变色龙那样
	next $0B,$62,$10,$37,$0F,$86,$06,$02,$01,$E2 ; 快速伸长，

	page $05,$44,$10,$C4,$06,$F1,$06,$F8,$09,$72 ; 被舔到的话
	next $05,$B7,$18,$A0,$11,$41,$09,$1B ; 不知为何
	next $09,$A3,$0A,$EF,$06,$F7,$0C,$97,$0C,$97,$06,$F8,$01,$03 ; 会觉得麻麻的。
	dex

_ExeggcuteDexEntry::
	text $0F,$09,$08,$E3,$0E,$ED,$11,$41,$0F,$BF,$06,$E4 ; 如果认为是蛋
	next $07,$A8,$0E,$C3,$0D,$0E,$10,$70,$06,$F8,$09,$72,$01,$E2 ; 而去摸它的话，


	page $10,$70,$09,$A3,$05,$B7,$07,$7F,$07,$10 ; 它会不断地
	next $0A,$D5,$09,$CF,$09,$B1,$05,$0F,$01,$E2 ; 聚集伙伴，
	next $07,$B0,$0E,$3C,$09,$CF,$10,$F5,$08,$8D,$09,$B9,$01,$03 ; 发起集团攻击。
	dex

_GrimerDexEntry::
	text $09,$A3,$06,$6E,$11,$E0,$13,$F6 ; 会出现在
	next $04,$DB,$13,$FC,$06,$F8,$07,$10,$07,$CB,$01,$03 ; 肮脏的地方。


	page $0B,$1E,$09,$12 ; 靠喝
	next $08,$8C,$06,$05,$0C,$31,$06,$6E,$06,$F8 ; 工厂流出的
	next $11,$87,$0D,$68,$07,$DD,$12,$FC,$11,$41,$0F,$94,$01,$03 ; 污泥废液为生。
	dex

_GengarDexEntry::
	text $0C,$A8,$13,$DE,$06,$F8,$12,$FB,$11,$25,$01,$E2 ; 满月的夜晚，
	next $0F,$09,$08,$E3,$13,$6E,$19,$2F,$19,$30,$09,$DA ; 如果影子自己
	next $07,$4A,$0E,$3C,$0B,$88,$05,$9E,$0C,$64,$06,$6E,$12,$12,$0E,$FB,$01,$E2 ; 动起来并露出笑容，

	page $0D,$39,$0B,$2F,$07,$43 ; 那肯定
	next $0F,$BF,$08,$8A,$08,$D5,$08,$6D,$06,$F8,$08,$D5,$01,$03 ; 是耿鬼搞的鬼。

	dex

_NidoranFDexEntry::
	text $10,$70,$10,$B7,$12,$3D,$10,$43,$12,$0D ; 它体型虽小
	next $06,$DF,$13,$8E,$07,$6E,$18,$83,$01,$E2 ; 但有毒针，
	next $12,$6E,$12,$EC,$07,$90,$09,$F3,$18,$F6,$13,$2C,$01,$03 ; 需要多加注意。

	page $06,$9C,$12,$45,$06,$F8,$0A,$63 ; 雌性的角
	next $05,$66,$0A,$6B,$12,$0D,$01,$03 ; 比较小。

	dex

_NidoqueenDexEntry::
	text $0A,$05,$13,$70,$06,$F8,$0C,$11,$0D,$F0 ; 坚硬的鳞片
	next $0B,$29,$13,$1D,$13,$F6,$0F,$D4,$06,$F1,$08,$8D,$09,$B9,$0F,$A9 ; 可以在受到攻击时
	next $05,$2B,$09,$66,$0F,$87,$10,$B7,$01,$E2 ; 保护身体，

	page $0A,$D9,$13,$8E,$11,$36,$12,$B3,$06,$F8,$0F,$87,$10,$B7 ; 具有威严的身体
	next $0B,$29,$13,$1D,$07,$B0,$06,$6E ; 可以发出
	next $0E,$7F,$06,$C9,$06,$F8,$09,$DC,$0E,$89,$01,$03 ; 强大的技巧。
	dex

_CuboneDexEntry::
	text $0D,$47,$06,$D2,$0F,$69 ; 脑袋上
	next $06,$CE,$19,$20,$08,$AF,$10,$E7,$19,$68,$06,$F8,$10,$E7,$0B,$6E,$01,$E2 ; 带着骨头做的头盔，


	page $0C,$C7,$0E,$E9,$0A,$23,$08,$E5 ; 没人见过
	next $10,$70,$06,$F8,$18,$7E,$0C,$F2,$0D,$31,$01,$03 ; 它的真面目。

	dex

_RhyhornDexEntry::
	text $08,$AF,$10,$E7,$09,$2A,$0A,$7D,$0F,$AD,$01,$E2 ; 骨头很结实，
	next $0F,$BF,$0E,$E9,$0B,$B4,$13,$70,$07,$78,$06,$F8 ; 是人类硬度的
	next $01,$E7,$01,$E6,$01,$E6,$01,$E6,$05,$3E,$01,$03 ; １０００倍。

	page $0D,$64,$13,$81,$19,$0A,$09,$B9 ; 能用撞击
	next $04,$F3,$06,$C9,$12,$3D,$11,$03,$06,$13,$19,$0A,$07,$D7,$01,$03 ; 把大型拖车撞飞。

	dex

_LaprasDexEntry::
	text $08,$E5,$0E,$C3,$13,$87,$13,$98 ; 过去由于
	next $06,$C9,$0B,$F1,$05,$B2,$19,$18 ; 大量捕捉
	next $07,$A8,$05,$92,$0C,$0F,$0A,$F2,$0C,$FC,$01,$E2 ; 而濒临绝灭，

	page $0D,$64,$0E,$E1,$0E,$E9,$06,$2D,$13,$F6,$05,$3B,$0F,$69 ; 能让人乘在背上
	next $13,$F6,$05,$3B,$0F,$69,$0E,$70,$12,$41,$01,$03 ; 在背上前行。

	dex

_ArcanineDexEntry::
	text $06,$A9,$08,$AD,$0F,$A9,$09,$41,$0E,$3C ; 从古时候起
	next $0A,$C7,$0F,$BF,$08,$0F,$09,$B3,$0C,$01,$18,$D0,$07,$90,$0E,$E9,$12,$34,$06,$F8 ; 就是俘获了众多人心的
	next $0C,$CC,$0B,$CA,$54,$01,$03 ; 美丽#。

	page $0D,$64,$11,$FB,$07,$D7,$13,$01,$12,$DD ; 能像飞一样
	next $0E,$A1,$0E,$89,$07,$10,$05,$45,$0D,$C2,$01,$03 ; 轻巧地奔跑。

	dex

_MewDexEntry::
	text $18,$A7,$06,$F1,$11,$E0,$13,$F6 ; 直到现在
	next $0E,$F2,$05,$44,$06,$28,$11,$41 ; 仍被称为
	next $09,$85,$18,$A4,$54,$01,$E2 ; 幻之#，

	page $0A,$23,$08,$E5,$0E,$30,$06,$F8,$0F,$87,$13,$6E,$06,$F8,$0E,$E9 ; 见过其的身影的人
	next $0A,$C7,$10,$42,$13,$F6,$0E,$C9,$08,$E2 ; 就算在全国
	next $12,$F4,$0C,$C7,$09,$D8,$08,$80,$01,$03 ; 也没几个。
	dex

_GyaradosDexEntry::
	text $10,$43,$0E,$D9,$09,$2A,$0F,$73,$11,$E0,$0F,$87,$01,$E2 ; 虽然很少现身，
	next $06,$DF,$13,$01,$06,$DD,$07,$B0,$0E,$3C,$0B,$67,$0B,$88,$01,$E2 ; 但一旦发起狂来，


	page $13,$8E,$0F,$A9,$0B,$DE,$06,$C9,$07,$6C,$0F,$C8 ; 有时连大都市
	next $07,$6C,$09,$A3,$09,$9B,$0C,$FC,$01,$03 ; 都会毁灭。

	dex

_ShellderDexEntry::
	text $0A,$05,$13,$70,$06,$F8,$0B,$27 ; 坚硬的壳
	next $0D,$64,$07,$C2,$06,$E3,$0E,$EC,$09,$1B,$08,$8D,$09,$B9,$01,$03 ; 能反弹任何攻击。
	next $0B,$27,$06,$C8,$0B,$06,$0F,$A9,$01,$E2 ; 壳打开时，

	page $0F,$09,$08,$E3,$0B,$C3,$0C,$F2,$06,$F8,$05,$BB,$07,$E4 ; 如果里面的部分
	next $0F,$D4,$06,$F1,$08,$8D,$09,$B9,$01,$E2 ; 受到攻击，
	next $0A,$C7,$09,$A3,$05,$82,$06,$F7,$09,$2A,$06,$B6,$0F,$1A,$01,$03 ; 就会变得很脆弱。
	dex

_TentacoolDexEntry::
	text $09,$A3,$13,$F6,$0E,$73,$08,$E9,$06,$7C,$0D,$F3,$06,$E8,$01,$03 ; 会在浅海处漂荡。
	next $0A,$A7,$06,$01,$09,$A3,$10,$CF,$06,$F1,$06,$8F,$07,$32,$18,$77 ; 经常会听到垂钓者


	page $13,$3C,$06,$C3,$04,$F3,$10,$70,$07,$32,$0F,$69,$0B,$88 ; 因错把它钓上来
	next $07,$A8,$05,$44,$18,$75,$06,$F8,$0F,$BA,$01,$03 ; 而被蛰的事。

	dex

_GastlyDexEntry::
	text $09,$D8,$09,$44,$0B,$10,$05,$B7,$0A,$23,$06,$F8 ; 几乎看不见的
	next $0E,$45,$10,$B7,$54,$01,$E2 ; 气体#，


	page $09,$A3,$11,$8A,$0F,$93,$11,$8A,$11,$AC,$07,$10 ; 会无声无息地
	next $05,$26,$11,$3D,$0D,$31,$05,$88,$01,$E2 ; 包围目标，
	next $0F,$B1,$18,$A4,$06,$23,$10,$09,$01,$03 ; 使之沉睡。
	dex

_ScytherDexEntry::
	text $11,$FB,$0E,$EA,$18,$77,$05,$09,$12,$9C,$10,$37,$01,$03 ; 像忍者般迅速。
	next $12,$41,$07,$4A,$08,$E5,$13,$98,$12,$9C,$10,$37,$06,$F8,$0F,$A9,$09,$41 ; 行动过于迅速的时候


	page $0B,$10,$0E,$3C,$0B,$88,$11,$FB ; 看起来像
	next $13,$8E,$09,$0D,$09,$D8,$18,$B1,$01,$03 ; 有好几只。

	dex

_StaryuDexEntry::
	text $0D,$64,$08,$A3,$0E,$A1,$13,$20 ; 能够轻易
	next $13,$F5,$0F,$94,$0F,$9F,$0E,$C3,$06,$F8,$18,$A1,$10,$B7,$06,$F8 ; 再生失去的肢体的
	next $0E,$32,$13,$36,$54,$01,$03 ; 奇异#。




	dex

_BlastoiseDexEntry::
	text $09,$F7,$0B,$27,$0F,$69,$13,$8E,$0D,$CD,$0F,$7E,$0B,$3A,$01,$E2 ; 甲壳上有喷射口，
	next $0F,$BF,$08,$80,$09,$A3,$13,$1D ; 是个会以
	next $09,$B2,$0A,$25,$05,$09,$0E,$45,$0F,$BE ; 火箭般气势

	page $06,$48,$11,$FC,$07,$84,$0F,$CE,$06,$F8 ; 冲向对手的
	next $0B,$CB,$08,$EC,$09,$F2,$09,$B1,$01,$03 ; 厉害家伙。

	dex

_PinsirDexEntry::
	text $0F,$09,$08,$E3,$13,$81,$0A,$63,$09,$F0,$18,$F5 ; 如果用角夹住
	next $07,$A8,$09,$F0,$05,$B7,$07,$7F,$06,$F8,$09,$72,$01,$E2 ; 而夹不断的话，


	page $0A,$C7,$09,$A3,$0F,$B1,$13,$81 ; 就会使用
	next $09,$F0,$19,$20,$0B,$88,$09,$9A,$0F,$FC ; 夹着来回甩
	next $09,$42,$0E,$F1,$06,$6E,$0E,$C3,$06,$F8,$18,$40,$0C,$82,$07,$CB,$07,$B6,$01,$03 ; 后扔出去的战略方法。
	dex

_TangelaDexEntry::
	text $0E,$C9,$0F,$87,$05,$26,$08,$E4,$13,$F6 ; 全身包裹在
	next $11,$FB,$08,$E9,$18,$05,$13,$01,$12,$DD,$06,$F8,$10,$AB,$0C,$A9,$18,$A4,$18,$C6,$01,$03 ; 像海藻一样的藤蔓之中。


	page $13,$F6,$12,$41,$19,$3B,$0F,$A9 ; 在行走时
	next $18,$7A,$12,$18,$10,$AB,$0C,$A9,$09,$A3,$09,$90,$07,$4A,$05,$B7,$10,$D3,$01,$03 ; 这些藤蔓会晃动不停。

	dex

_GrowlitheDexEntry::
	text $07,$84,$19,$30,$09,$DA,$06,$F8,$0C,$26,$10,$F1 ; 对自己的领土
	next $12,$B3,$09,$F3,$05,$2B,$11,$6C,$01,$E2 ; 严加保卫，


	page $09,$A3,$13,$94,$07,$DB,$13,$94,$12,$E9,$07,$10 ; 会又吠又咬地
	next $0A,$31,$0F,$0D,$0E,$96,$18,$77 ; 将入侵者
	next $08,$44,$0B,$BF,$19,$30,$09,$DA,$06,$F8,$07,$10,$0D,$B2,$01,$03 ; 赶离自己的地盘。
	dex

_OnixDexEntry::
	text $10,$45,$19,$20,$0D,$72,$10,$49,$0A,$2B,$06,$02,$01,$E2 ; 随着年岁渐长，
	next $10,$70,$0F,$87,$10,$B7,$18,$C6,$06,$F8,$0F,$A7,$10,$E7,$05,$BB,$07,$E4 ; 它身体中的石头部分


	page $05,$82,$06,$F7,$11,$FB,$19,$47,$0F,$A7,$05,$09,$0A,$05,$13,$70,$01,$E2 ; 变得像钻石般坚硬，
	next $18,$B1,$05,$B7,$08,$E5,$0F,$BF,$09,$28,$0F,$2F,$06,$F8,$01,$03 ; 只不过是黑色的。

	dex

_FearowDexEntry::
	text $0B,$29,$13,$1D,$13,$81,$06,$C9,$06,$C9,$06,$F8,$06,$44,$05,$1B ; 可以用大大的翅膀
	next $06,$38,$12,$7E,$07,$10,$13,$F6,$0B,$35,$18,$C6,$04,$E1,$11,$F2,$01,$03 ; 持续地在空中翱翔。


	page $0A,$C7,$10,$42,$13,$01,$18,$A7,$05,$B7,$0A,$3B,$0C,$92 ; 就算一直不降落
	next $12,$F4,$0C,$C7,$11,$76,$10,$B4,$01,$03 ; 也没问题。

	dex

_PidgeyDexEntry::
	text $06,$C9,$0B,$F1,$07,$E4,$05,$B8,$13,$F6 ; 大量分布在
	next $0F,$31,$0C,$0C,$09,$B4,$0F,$EF,$06,$AA,$18,$C6,$01,$03 ; 森林或树丛中。


	page $09,$D4,$0F,$B1,$0F,$BF,$13,$F6,$07,$10,$0F,$69,$01,$E2 ; 即使是在地上，
	next $13,$8E,$0F,$A9,$12,$F4,$09,$A3,$13,$81,$0B,$D8,$0D,$AA,$06,$C8,$06,$44,$05,$1B ; 有时也会用力拍打翅膀
	next $0E,$0B,$0F,$1C,$0F,$37,$19,$2F,$01,$03 ; 泼洒沙子。
	dex

_SlowpokeDexEntry::
	text $07,$4A,$19,$69,$06,$3B,$09,$7C ; 动作迟缓
	next $13,$94,$06,$CA,$10,$E7,$06,$CA,$0D,$47,$01,$03 ; 又呆头呆脑。


	page $0A,$C7,$10,$42,$04,$C6,$06,$C8 ; 就算挨打
	next $12,$F4,$12,$EC,$08,$E5,$01,$EB,$0C,$F7 ; 也要过５秒
	next $05,$C1,$0D,$64,$08,$45,$0F,$D4,$06,$F1,$10,$AD,$10,$E4,$01,$03 ; 才能感受到疼痛。
	dex

_KadabraDexEntry::
	text $10,$70,$06,$F8,$0F,$87,$10,$B7,$09,$A3,$07,$D3,$0F,$7E,$06,$6E ; 它的身体会放射出
	next $13,$01,$18,$CC,$10,$AA,$0F,$DA,$06,$F8,$04,$C4,$07,$AB,$07,$B6,$05,$A4,$01,$E2 ; 一种特殊的阿尔法波，


	page $09,$A3,$0C,$28,$0B,$1E,$0A,$98,$06,$F8,$0E,$E9 ; 会令靠近的人
	next $08,$45,$06,$F1,$10,$E7,$10,$AD,$01,$03 ; 感到头疼。

	dex

_GravelerDexEntry::
	text $13,$F6,$12,$20,$0E,$0A,$0F,$69 ; 在斜坡上
	next $08,$DE,$19,$20,$13,$0C,$07,$4A,$01,$03 ; 滚着移动。


	page $09,$A3,$05,$B7,$07,$7F,$12,$9D,$10,$48 ; 会不断压碎
	next $19,$45,$04,$CF,$10,$70,$0E,$70,$0A,$94,$06,$F8,$07,$46,$11,$A3,$01,$03 ; 阻碍它前进的东西。

	dex

_ChanseyDexEntry::
	text $11,$AB,$0F,$73 ; 稀少
	next $07,$A8,$0D,$A8,$0F,$94,$06,$F8,$54,$01,$E2 ; 而怕生的#，


	page $0A,$D7,$10,$0F,$09,$A3,$11,$41,$0D,$64,$08,$A3 ; 据说会为能够
	next $19,$18,$06,$F1,$10,$70,$06,$F8,$0E,$E9 ; 捉到它的人
	next $06,$CE,$0B,$88,$12,$43,$13,$E7,$01,$03 ; 带来幸运。
	dex

_MachokeDexEntry::
	text $13,$3C,$11,$41,$0F,$04,$10,$B7 ; 因为肉体
	next $07,$D5,$06,$01,$0E,$7F,$0E,$EB,$01,$E2 ; 非常强韧，


	page $10,$6D,$13,$1D,$06,$CD,$19,$20,$0B,$D8,$0B,$F1,$11,$E8,$18,$BC,$12,$E0,$06,$CE ; 所以戴着力量限制腰带
	next $0B,$88,$0B,$38,$18,$BC,$0B,$D8,$0B,$F1,$01,$03 ; 来控制力量。

	dex

_MrMimeDexEntry::
	text $0A,$D7,$10,$0F ; 据说
	next $0F,$09,$08,$E3,$07,$CF,$04,$CF,$10,$70,$06,$F8,$12,$AA,$0A,$E1,$01,$E2 ; 如果妨碍它的哑剧，


	page $10,$70,$0A,$C7,$09,$A3,$10,$EB,$0E,$D9,$13,$81 ; 它就会突然用
	next $0A,$D8,$06,$C9,$06,$F8,$0F,$CE,$18,$49 ; 巨大的手掌
	next $0F,$B1,$06,$6E,$0B,$DE,$09,$79,$04,$EF,$18,$49,$01,$03 ; 使出连环巴掌。
	dex

_HitmonleeDexEntry::
	text $09,$D1,$19,$20,$05,$45,$0D,$C2,$06,$F8,$0F,$A9,$09,$41 ; 急着奔跑的时候
	next $0A,$61,$09,$A3,$0A,$2B,$0A,$2B,$0F,$86,$06,$02 ; 脚会渐渐伸长
	next $06,$C9,$05,$B9,$0E,$70,$0A,$94,$01,$03 ; 大步前进。




	dex

_HitmonchanDexEntry::
	text $0D,$6B,$13,$1D,$11,$41,$10,$70,$18,$41,$19,$20,$05,$B7,$07,$4A,$01,$E2 ; 你以为它站着不动，
	next $0F,$BF,$13,$3C,$11,$41,$10,$70 ; 是因为它


	page $0F,$46,$07,$23,$05,$09,$06,$F8,$0E,$CB,$10,$E7 ; 闪电般的拳头
	next $0B,$62,$06,$F1,$0C,$28,$0E,$E9,$0B,$10,$05,$B7,$0E,$A5,$01,$03 ; 快到令人看不清。

	dex

_ArbokDexEntry::
	text $10,$70,$07,$77,$19,$2F,$0F,$69,$06,$F8 ; 它肚子上的
	next $0B,$29,$0D,$A8,$09,$6A,$11,$72,$01,$E2 ; 可怕花纹，
	next $0A,$D7,$10,$0F,$09,$A3,$13,$3C,$11,$41 ; 据说会因为

	page $10,$70,$10,$6D,$13,$F6,$07,$10,$0E,$B8,$06,$F8,$05,$B7,$10,$DC,$01,$E2 ; 它所在地区的不同，
	next $07,$A8,$06,$6E,$11,$E0,$09,$0D,$09,$D8,$18,$CC ; 而出现好几种
	next $05,$B7,$10,$DC,$06,$F8,$10,$EC,$04,$DA,$01,$03 ; 不同的图案。
	dex

_ParasectDexEntry::
	text $13,$1D,$06,$02,$06,$F7,$05,$66,$06,$49,$19,$2F,$0F,$87,$10,$B7,$09,$7B,$06,$C9,$06,$F8 ; 以长得比虫子身体还大的
	next $0D,$10,$08,$A5,$06,$F8,$13,$2C,$18,$B4,$0B,$88,$12,$41,$07,$4A,$01,$03 ; 蘑菇的意志来行动。


	page $11,$BC,$09,$78 ; 喜欢
	next $06,$0F,$0F,$A2,$06,$F8,$07,$10,$07,$CB,$01,$03 ; 潮湿的地方。

	dex

_PsyduckDexEntry::
	text $13,$3C,$11,$41,$0D,$39,$18,$48,$06,$CA,$0B,$E5 ; 因为那张呆脸
	next $07,$A8,$07,$30,$13,$1D,$0E,$A1,$12,$34,$06,$F8,$09,$72,$01,$E2 ; 而掉以轻心的话，


	page $10,$70,$0A,$C7,$09,$A3,$0B,$D4,$0B,$2C,$0F,$B1,$13,$81 ; 它就会立刻使用
	next $0D,$76,$0B,$D8,$09,$1A,$07,$43,$0F,$87,$07,$B6,$01,$E2 ; 念力和定身法，
	next $05,$B7,$0B,$29,$09,$45,$0F,$CB,$01,$03 ; 不可忽视。
	dex

_DrowzeeDexEntry::
	text $09,$A3,$0E,$E1,$07,$84,$07,$CB,$10,$09,$19,$20 ; 会让对方睡着
	next $0E,$D9,$09,$42,$0E,$C3,$06,$36,$0C,$DA,$01,$E2 ; 然后去吃梦，


	page $06,$DF,$0F,$09,$08,$E3,$06,$36,$06,$F8 ; 但如果吃的
	next $0E,$C9,$0F,$BF,$07,$A1,$0C,$DA,$01,$E2 ; 全是恶梦，
	next $09,$0D,$11,$FB,$0A,$C7,$09,$A3,$06,$36,$09,$77,$07,$77,$19,$2F,$01,$03 ; 好像就会吃坏肚子。
	dex

_GolemDexEntry::
	text $13,$87,$12,$B6,$0F,$A7,$13,$01,$05,$09 ; 由岩石一般
	next $0A,$05,$13,$70,$06,$F8,$0F,$87,$10,$B7,$08,$A1,$06,$2B,$01,$E2 ; 坚硬的身体构成，


	page $05,$44,$09,$88,$0F,$2F,$18,$2A,$12,$EB,$18,$2A,$06,$F1 ; 被黄色炸药炸到
	next $12,$F4,$05,$B7,$09,$A3,$0F,$D4,$06,$F1,$0F,$65,$08,$EC,$01,$03 ; 也不会受到伤害。

	dex

_MagmarDexEntry::
	text $10,$70,$06,$F8,$0F,$87,$10,$B7,$0E,$DA,$07,$D3,$19,$20 ; 它的身体燃放着
	next $06,$2A,$09,$3A,$0F,$2F,$06,$F8,$08,$CA,$09,$96,$01,$E2 ; 橙红色的光辉，


	page $0B,$29,$13,$1D,$11,$21,$0C,$CC,$07,$10 ; 可以完美地
	next $13,$49,$0F,$87,$13,$F6,$09,$B2,$12,$CA,$18,$A4,$18,$C6,$01,$03 ; 隐身在火焰之中。

	dex

_ElectabuzzDexEntry::
	text $13,$01,$05,$09,$13,$F6 ; 一般在
	next $07,$B0,$07,$23,$06,$05,$08,$31,$0A,$98,$06,$6E,$11,$E0,$01,$03 ; 发电厂附近出现。


	page $13,$8E,$0F,$A9,$09,$A3,$13,$3C,$11,$41 ; 有时会因为
	next $10,$70,$0C,$E0,$0C,$65,$0C,$80,$06,$89,$07,$A8,$06,$F0,$18,$B8 ; 它迷路乱闯而导致
	next $06,$29,$0F,$C8,$11,$E7,$0F,$0D,$13,$01,$0D,$F0,$0E,$2D,$09,$28,$01,$03 ; 城市陷入一片漆黑。
	dex

_MagnetonDexEntry::
	text $10,$CF,$10,$0F,$18,$7A,$18,$CC ; 听说这种
	next $0B,$DE,$13,$F6,$13,$01,$0E,$3C,$06,$F8,$12,$0D,$06,$9B,$08,$BE ; 连在一起的小磁怪


	page $09,$A3,$13,$F6,$10,$7D,$12,$D8,$09,$28,$19,$2F,$07,$90,$06,$F8,$0F,$A9,$09,$41 ; 会在太阳黑子多的时候
	next $06,$C9,$0B,$F1,$07,$10,$06,$6E,$11,$E0,$01,$03 ; 大量地出现。

	dex

_KoffingDexEntry::
	text $10,$B7,$0D,$62,$06,$78,$06,$BC,$0C,$01 ; 体内储存了
	next $0F,$F5,$18,$CC,$13,$8E,$07,$6E,$0E,$45,$10,$B7,$01,$E2 ; 数种有毒气体，


	page $09,$2A,$0E,$FB,$13,$20,$13,$F6 ; 很容易在
	next $11,$8A,$13,$C0,$0A,$A9,$18,$A4,$11,$CC,$05,$34,$18,$2A,$01,$03 ; 无预警之下爆炸。

	dex

_MankeyDexEntry::
	text $0E,$05,$0F,$A9,$0A,$C7,$10,$42 ; 平时就算
	next $12,$34,$0E,$A9,$13,$F5,$18,$18,$0C,$C0,$09,$0D,$01,$E2 ; 心情再怎么好，


	page $12,$F4,$09,$A3,$13,$3C,$11,$41,$13,$01,$07,$1E,$12,$0D,$0F,$BA ; 也会因为一点小事
	next $0A,$C7,$10,$EB,$0E,$D9,$05,$31,$0D,$93,$01,$E2 ; 就突然暴怒，
	next $0F,$A6,$07,$E4,$0B,$29,$0D,$A8,$01,$03 ; 十分可怕。
	dex

_SeelDexEntry::
	text $10,$E7,$07,$40,$0F,$69,$10,$EB,$06,$6E,$06,$F8,$0A,$63 ; 头顶上突出的角
	next $07,$D5,$06,$01,$0A,$05,$13,$70,$01,$E2 ; 非常坚硬，
	next $0B,$29,$13,$1D,$13,$81,$0B,$88,$0E,$83,$0E,$0E,$09,$40,$05,$97,$01,$03 ; 可以用来敲破厚冰。




	dex

_DiglettDexEntry::
	text $13,$F6,$07,$10,$11,$CC,$01,$E7,$0C,$E3,$19,$65,$13,$90,$06,$F8,$07,$10,$07,$CB ; 在地下１米左右的地方
	next $11,$0E,$07,$64,$0E,$70,$0A,$94,$01,$E2,$0B,$1E,$0B,$30,$0F,$AB,$0F,$EF,$08,$83 ; 挖洞前进，靠啃食树根


	page $18,$A4,$0B,$B4,$06,$F8,$07,$46,$11,$A3,$0F,$94,$06,$BC,$01,$03 ; 之类的东西生存。
	next $0D,$A2,$07,$AB,$09,$A3,$06,$F1,$07,$10,$0C,$F2,$0F,$69,$0C,$64,$08,$80,$0B,$E5,$01,$03 ; 偶尔会到地面上露个脸。

	dex

_TaurosDexEntry::
	text $10,$6C,$07,$43,$0C,$0A,$11,$9B,$18,$A4,$09,$42,$01,$E2 ; 锁定猎物之后，
	next $0A,$C7,$09,$A3,$13,$01,$05,$7D,$13,$81,$11,$49,$04,$EF,$06,$61,$06,$C8,$0F,$87,$10,$B7 ; 就会一边用尾巴抽打身体


	page $13,$01,$05,$7D,$05,$68,$18,$A7,$07,$10 ; 一边笔直地
	next $06,$48,$11,$FC,$07,$84,$0F,$CE,$01,$03 ; 冲向对手。

	dex

_FarfetchdDexEntry::
	text $0F,$CE,$0F,$69,$0D,$35,$19,$20,$06,$F8,$0A,$9F ; 手上拿着的茎
	next $12,$F4,$0F,$BF,$18,$CE,$12,$EC,$06,$F8,$11,$90,$0E,$44,$01,$E2 ; 也是重要的武器，


	page $0D,$64,$11,$FB,$06,$EA,$13,$01,$12,$DD ; 能像刀一样
	next $09,$95,$11,$94,$05,$9E,$0E,$90,$07,$7F,$09,$2A,$07,$90,$07,$46,$11,$A3,$01,$03 ; 挥舞并切断很多东西。

	dex

_VenonatDexEntry::
	text $10,$70,$09,$0D,$11,$FB,$18,$F5,$13,$F6,$06,$C9,$0F,$EF,$11,$CC,$01,$E2 ; 它好像住在大树下，
	next $09,$A3,$06,$36,$06,$49,$19,$2F,$18,$A4,$0B,$B4,$06,$F8,$07,$46,$11,$A3,$01,$03 ; 会吃虫子之类的东西。


	page $11,$25,$0F,$69,$09,$A3,$06,$F1 ; 晚上会到
	next $13,$8E,$08,$CA,$06,$F8,$07,$10,$07,$CB,$0E,$C3,$01,$03 ; 有光的地方去。

	dex

_DragoniteDexEntry::
	text $10,$43,$0E,$D9,$0C,$C7,$07,$90,$0F,$73,$0E,$E9,$0A,$23,$08,$E5,$01,$E2 ; 虽然没多少人见过，
	next $06,$DF,$0F,$BF,$0F,$AD,$09,$EA,$06,$BC,$13,$F6,$06,$F8 ; 但是实际存在的
	next $08,$E9,$06,$F8,$09,$71,$0F,$87,$01,$E2 ; 海的化身，

	page $10,$24,$09,$44,$18,$BD,$0B,$D8 ; 似乎智力
	next $0B,$29,$13,$1D,$09,$1A,$0E,$E9,$0B,$B4,$0D,$E9,$07,$08,$01,$03 ; 可以和人类匹敌。

	dex

_DoduoDexEntry::
	text $10,$70,$12,$9C,$0A,$79,$06,$F8,$10,$05,$19,$40 ; 它迅捷的双足
	next $0C,$E2,$05,$B5,$0C,$01,$05,$EA,$0A,$9C,$06,$F8,$07,$D7,$12,$41,$01,$E2 ; 弥补了差劲的飞行，


	page $10,$0D,$05,$81,$0C,$2E,$11,$CC,$0C,$01 ; 顺便留下了
	next $10,$10,$06,$C9,$06,$F8,$19,$40,$13,$4A,$01,$03 ; 硕大的足印。

	dex

_PoliwagDexEntry::
	text $10,$70,$12,$32,$06,$02,$06,$6E,$0B,$88,$06,$F8 ; 它新长出来的
	next $0A,$61,$07,$CF,$04,$CF,$0C,$01,$0D,$C2,$07,$4A,$01,$E2 ; 脚妨碍了跑动，


	page $13,$3C,$06,$A1,$05,$66,$0E,$3C,$18,$41,$0B,$D4,$01,$E2 ; 因此比起站立，
	next $10,$70,$09,$7B,$0F,$BF,$0D,$86,$13,$D4,$13,$8C,$13,$7C,$01,$03 ; 它还是宁愿游泳。

	dex

_JynxDexEntry::
	text $11,$FB,$0F,$BF,$0D,$8A,$19,$20,$12,$E0,$13,$F6,$19,$3B,$0C,$65,$01,$03 ; 像是扭着腰在走路。
	next $0A,$D7,$10,$0F,$0F,$09,$08,$E3,$07,$D3,$10,$27,$0C,$01,$0A,$A9,$10,$BA,$01,$E2 ; 据说如果放松了警惕，


	page $0A,$C7,$09,$A3,$05,$B7,$13,$87,$19,$30,$18,$ED,$07,$10 ; 就会不由自主地
	next $08,$84,$19,$20,$10,$CA,$0E,$3C,$11,$94,$0B,$88,$01,$03 ; 跟着跳起舞来。

	dex

_MoltresDexEntry::
	text $06,$A9,$09,$2A,$0A,$BD,$13,$1D,$0E,$70 ; 从很久以前
	next $0A,$C7,$13,$3C,$09,$B2,$0D,$79,$06,$81,$10,$0F,$07,$A8,$11,$71,$0D,$0B,$01,$03 ; 就因火鸟传说而闻名。


	page $0C,$CB,$06,$A4,$0D,$AA,$07,$4A,$06,$44,$05,$1B,$01,$E2 ; 每次拍动翅膀，
	next $13,$AE,$0C,$B7,$07,$6C,$09,$A3,$0D,$07,$0B,$F3,$07,$10,$0E,$DA,$0F,$6F,$0E,$3C,$0B,$88,$01,$E2 ; 羽毛都会明亮地燃烧起来，
	next $07,$D5,$06,$01,$0C,$CC,$0B,$CA,$01,$03 ; 非常美丽。
	dex

_ArticunoDexEntry::
	text $0A,$D7,$10,$0F,$13,$F6,$12,$8D,$0F,$42,$18,$C6 ; 据说在雪山中
	next $0B,$B8,$06,$F7,$0B,$62,$12,$EC,$07,$63,$10,$1D,$0F,$A9,$01,$E2 ; 冷得快要冻死时，


	page $0A,$C7,$09,$A3,$06,$6E,$11,$E0,$13,$F6,$12,$BF,$0E,$70,$06,$F8 ; 就会出现在眼前的
	next $06,$81,$10,$0F,$06,$F8,$05,$97,$07,$63,$54,$01,$03 ; 传说的冰冻#。

	dex

_ZapdosDexEntry::
	text $09,$A3,$06,$A9,$13,$E2,$07,$7B,$0C,$92,$11,$CC ; 会从云端落下
	next $0A,$D8,$06,$C9,$0F,$46,$07,$23,$01,$E2 ; 巨大闪电，


	page $05,$9E,$10,$45,$18,$A4,$11,$E0,$0F,$87,$06,$F8 ; 并随之现身的
	next $06,$81,$10,$0F,$06,$F8,$0D,$79,$54,$01,$03 ; 传说的鸟#。

	dex

_DittoDexEntry::
	text $13,$8E,$13,$F6,$13,$01,$10,$0C,$0A,$08 ; 有在一瞬间
	next $08,$28,$18,$BC,$07,$84,$0F,$CE,$06,$F8,$11,$C2,$05,$25,$19,$46,$06,$2B,$01,$E2 ; 复制对手的细胞组成，


	page $05,$82,$06,$F7,$13,$A9,$07,$84,$07,$CB ; 变得与对方
	next $13,$01,$0D,$11,$13,$01,$12,$DD,$06,$F8,$0D,$64,$0B,$D8,$01,$03 ; 一模一样的能力。

	dex

_MeowthDexEntry::
	text $07,$D5,$06,$01,$11,$BC,$09,$78 ; 非常喜欢
	next $13,$CE,$13,$CE,$06,$F8,$07,$46,$11,$A3,$01,$03 ; 圆圆的东西。
	next $0C,$CB,$10,$BE,$11,$25,$0F,$69,$07,$6C,$09,$A3,$06,$6E,$0C,$D1,$0E,$C3,$0A,$18 ; 每天晚上都会出门去捡

	page $07,$30,$13,$F6,$07,$10,$0F,$69,$06,$F8,$13,$70,$05,$70 ; 掉在地上的硬币
	next $05,$9E,$04,$F3,$10,$70,$0C,$D3 ; 并把它们
	next $0F,$CD,$09,$CF,$0E,$3C,$0B,$88,$06,$CE,$09,$9A,$0E,$C3,$01,$03 ; 收集起来带回去。
	dex

_KrabbyDexEntry::
	text $0E,$6F,$19,$2F,$0F,$BF ; 钳子是
	next $0E,$7F,$0B,$D8,$06,$F8,$11,$90,$0E,$44,$01,$E2 ; 强力的武器，


	page $13,$F6,$09,$2F,$19,$20,$19,$3B,$06,$F8,$0F,$A9,$09,$41,$12,$F4,$0E,$3C,$06,$F1,$0C,$01 ; 在横着走的时候也起到了
	next $05,$2B,$06,$38,$0E,$05,$09,$30,$06,$F8,$19,$69,$13,$81,$01,$03 ; 保持平衡的作用。

	dex

_VulpixDexEntry::
	text $06,$6E,$0F,$94,$0F,$A9,$18,$B1,$13,$8E ; 出生时只有
	next $01,$E7,$08,$83,$12,$8D,$04,$F9,$06,$F8,$11,$49,$04,$EF,$01,$03 ; １根雪白的尾巴。
	next $06,$02,$06,$C9,$09,$42,$01,$E2 ; 长大后，

	page $11,$49,$04,$EF,$0E,$70,$07,$7B,$0A,$C7,$09,$A3,$07,$E4,$0B,$06,$01,$E2 ; 尾巴前端就会分开，
	next $11,$49,$04,$EF,$06,$F8,$0F,$F5,$0B,$F1,$12,$F4,$09,$A3,$18,$19,$09,$F3,$01,$03 ; 尾巴的数量也会增加。

	dex

_NinetalesDexEntry::
	text $06,$A5,$0D,$07,$0C,$1F,$0B,$D2,$01,$E2 ; 聪明伶俐，
	next $06,$DF,$04,$D0,$09,$E7,$06,$68,$01,$03 ; 但爱记仇。


	page $0A,$D7,$10,$0F,$0F,$09,$08,$E3,$08,$47,$0C,$80,$18,$F9,$10,$70,$06,$F8,$11,$49,$04,$EF,$01,$E2 ; 据说如果敢乱抓它的尾巴，
	next $10,$70,$0A,$C7,$09,$A3,$05,$F4,$19,$20,$0D,$6B ; 它就会缠着你
	next $19,$69,$10,$62,$01,$E7,$01,$E6,$01,$E6,$01,$E6,$0D,$72,$01,$03 ; 作祟１０００年。
	dex

_PikachuDexEntry::
	text $0A,$D7,$10,$0F,$06,$E5,$09,$0D,$09,$D8,$18,$B1 ; 据说当好几只
	next $0A,$D5,$13,$F6,$13,$01,$0E,$3C,$0F,$A9,$01,$E2 ; 聚在一起时，


	page $0D,$39,$0B,$C3,$0A,$C7,$09,$A3 ; 那里就会
	next $0D,$85,$0A,$D5,$0E,$7F,$0C,$08,$06,$F8,$07,$23,$0B,$D8,$01,$E2 ; 凝聚强烈的电力，
	next $09,$7B,$0B,$29,$0D,$64,$09,$A3,$0C,$92,$11,$CC,$0F,$46,$07,$23,$01,$03 ; 还可能会落下闪电。
	dex

_RaichuDexEntry::
	text $06,$02,$06,$02,$06,$F8,$11,$49,$04,$EF ; 长长的尾巴
	next $0D,$64,$08,$A3,$11,$FB,$0A,$6F,$07,$10,$11,$E9,$13,$01,$12,$DD ; 能够像接地线一样
	next $05,$2B,$09,$66,$19,$30,$09,$DA,$01,$E2 ; 保护自己，

	page $13,$3C,$06,$A1,$09,$D4,$0F,$B1,$0F,$BF,$08,$69,$12,$9D,$07,$23 ; 因此即使是高压电
	next $12,$F4,$05,$B7,$09,$A3,$0E,$E1,$10,$70,$0C,$97,$05,$72,$01,$03 ; 也不会让它麻痹。

	dex

_DratiniDexEntry::
	text $08,$E5,$0E,$C3,$13,$01,$11,$FC,$0E,$ED,$11,$41 ; 过去一向认为
	next $18,$7A,$0F,$BF,$13,$01,$18,$CC ; 这是一种
	next $12,$6F,$08,$A1,$06,$F8,$54,$01,$E2 ; 虚构的#，

	page $06,$DF,$19,$60,$0A,$98,$13,$F6,$10,$08,$18,$C6,$07,$B0,$11,$E0,$0C,$01 ; 但最近在水中发现了
	next $01,$E7,$12,$0D,$18,$9D,$19,$42,$0E,$D8,$01,$03 ; １小支族群。

	dex

_DragonairDexEntry::
	text $09,$0D,$11,$FB,$0F,$BF,$05,$44,$0E,$45,$05,$FB,$0C,$37,$18,$6E,$06,$F8 ; 好像是被气场笼罩的
	next $0F,$8B,$0F,$9D,$0F,$94,$11,$9B,$01,$03 ; 神圣生物。


	page $0A,$D7,$10,$0F,$13,$8E,$19,$20,$08,$38,$05,$82 ; 据说有着改变
	next $10,$BE,$0E,$45,$06,$F8,$0B,$D8,$0B,$F1,$01,$03 ; 天气的力量。

	dex

_KabutoDexEntry::
	text $06,$A9,$09,$2A,$0A,$BD,$13,$1D,$0E,$70,$0F,$BF ; 从很久以前是
	next $08,$E9,$12,$D7,$06,$F8,$07,$10,$05,$DF,$18,$C6 ; 海洋的地层中


	page $07,$B0,$11,$E0,$06,$F8,$09,$71,$0F,$A7,$18,$C6 ; 发现的化石中
	next $08,$28,$09,$B0,$08,$E5,$0B,$88,$06,$F8,$54,$01,$03 ; 复活过来的#。

	dex

_KabutopsDexEntry::
	text $13,$3C,$11,$41,$09,$2A,$0F,$D5,$01,$E2 ; 因为很瘦，
	next $10,$6D,$13,$1D,$13,$8C,$13,$7C,$10,$37,$07,$78,$09,$2A,$0B,$62,$01,$03 ; 所以游泳速度很快。


	page $13,$81,$0B,$DF,$06,$EA,$10,$17,$10,$48,$0C,$0A,$11,$9B,$01,$E2 ; 用镰刀撕碎猎物，
	next $13,$01,$07,$1E,$05,$B7,$0F,$9B,$07,$10,$10,$0B,$11,$A8,$10,$B7,$12,$FC,$01,$03 ; 一点不剩地吮吸体液。

	dex

_HorseaDexEntry::
	text $0A,$D7,$10,$0F ; 据说
	next $13,$8E,$0F,$A9,$09,$A3,$06,$A9,$10,$08,$0C,$F2,$0F,$69 ; 有时会从水面上
	next $0C,$D9,$0C,$08,$07,$10,$0D,$CD,$0F,$7E,$0D,$1C,$18,$A3,$01,$E2 ; 猛烈地喷射墨汁，

	page $09,$B9,$0C,$92 ; 击落
	next $07,$D7,$12,$41,$06,$F8,$06,$49,$19,$2F,$01,$03 ; 飞行的虫子。

	dex

_SeadraDexEntry::
	text $06,$A1,$54 ; 此#
	next $0F,$8F,$18,$B7,$0B,$29,$13,$1D,$10,$D8,$08,$E5 ; 甚至可以通过


	page $0B,$62,$10,$37,$04,$FC,$07,$4A,$06,$44,$05,$1B,$09,$1A,$11,$49,$04,$EF ; 快速摆动翅膀和尾巴
	next $06,$ED,$19,$20,$13,$8C,$07,$4A,$01,$03 ; 倒着游动。

	dex

_SandshrewDexEntry::
	text $13,$F6,$08,$3D,$18,$0F,$13,$D2,$0B,$BF,$10,$08,$18,$A4,$06,$7C ; 在干燥远离水之处
	next $11,$0E,$07,$64,$0F,$88,$0F,$0D,$07,$10,$07,$0F,$11,$CC,$01,$E2 ; 挖洞深入地底下，


	page $18,$B1,$13,$8E,$13,$F6,$0C,$E5,$0F,$AB,$0F,$A9 ; 只有在觅食时
	next $05,$C1,$09,$A3,$11,$E0,$0F,$87,$01,$03 ; 才会现身。

	dex

_SandslashDexEntry::
	text $0F,$09,$08,$E3,$0A,$31,$05,$3B,$05,$BB,$2C,$8F,$0E,$3C,$01,$E2 ; 如果将背部蜷起，
	next $0A,$C7,$09,$A3,$11,$FB,$08,$80,$06,$A2,$0E,$B2,$01,$03 ; 就会像个刺球。


	page $0B,$29,$13,$1D,$18,$7A,$12,$DD,$08,$DE,$07,$4A,$19,$20 ; 可以这样滚动着
	next $19,$0A,$09,$B9,$07,$84,$0F,$CE,$09,$B4,$10,$A5,$19,$3B,$01,$03 ; 撞击对手或逃走。

	dex

_OmanyteDexEntry::
	text $05,$47,$0F,$BF,$13,$1A,$0A,$A7 ; 本是已经
	next $0C,$FC,$0A,$F2,$06,$F8,$54,$01,$E2 ; 灭绝的#，


	page $06,$DF,$13,$87,$13,$98,$0D,$A2,$0E,$D9,$0A,$08 ; 但由于偶然间
	next $07,$B0,$11,$E0,$06,$F8,$09,$71,$0F,$A7,$01,$E2 ; 发现的化石，
	next $13,$3C,$06,$A1,$06,$F7,$13,$1D,$08,$28,$09,$B0,$01,$03 ; 因此得以复活。
	dex

_OmastarDexEntry::
	text $13,$73,$13,$8E,$07,$F4,$0B,$CF,$06,$F8 ; 拥有锋利的
	next $12,$A4,$06,$40,$09,$1A,$06,$7B,$0F,$CE,$01,$E2 ; 牙齿和触手，


	page $06,$DF,$10,$24,$09,$44,$13,$3C,$11,$41,$0B,$27,$10,$7D,$06,$C9,$01,$E2 ; 但似乎因为壳太大，
	next $06,$F0,$18,$B8,$11,$8A,$07,$B6 ; 导致无法
	next $05,$B2,$19,$18,$0F,$AB,$11,$9B,$07,$A8,$0C,$FC,$0A,$F2,$01,$03 ; 捕捉食物而灭绝。
	dex

_JigglypuffDexEntry::
	text $06,$E5,$10,$70,$13,$CE,$0C,$29,$0C,$29,$06,$F8 ; 当它圆溜溜的
	next $06,$C9,$12,$BF,$0A,$A0,$19,$02,$07,$4A,$0F,$A9 ; 大眼睛转动时


	page $0A,$C7,$09,$A3,$06,$08,$0E,$3C ; 就会唱起
	next $0E,$32,$0C,$FA,$13,$94,$0C,$28,$0E,$E9,$1E,$01,$13,$2C,$06,$F8,$08,$72,$0E,$BA,$01,$E2 ; 奇妙又令人惬意的歌曲，
	next $0E,$E1,$0E,$E9,$09,$AA,$09,$AA,$13,$B9,$10,$09,$01,$03 ; 让人昏昏欲睡。
	dex

_WigglytuffDexEntry::
	text $0F,$87,$10,$B7,$13,$8E,$06,$E3,$12,$45,$01,$E2 ; 身体有弹性，
	next $0E,$E5,$10,$70,$0F,$94,$0E,$45,$0F,$A9,$01,$E2 ; 惹它生气时，


	page $10,$70,$05,$81,$09,$A3,$10,$D8,$08,$E5 ; 它便会通过
	next $0E,$45,$0B,$88,$0E,$E1,$19,$30,$09,$DA,$06,$F8,$0F,$87,$10,$B7 ; 气来让自己的身体
	next $05,$B7,$07,$7F,$18,$65,$06,$C9,$01,$03 ; 不断胀大。
	dex

_EeveeDexEntry::
	text $13,$73,$13,$8E ; 拥有
	next $05,$B7,$08,$CE,$18,$12,$06,$F8,$09,$BB,$13,$3C,$01,$03 ; 不规则的基因。


	page $0F,$A7,$10,$E7,$0F,$26,$07,$B0,$06,$6E,$06,$F8,$0F,$7E,$11,$E9 ; 石头散发出的射线
	next $09,$A3,$0E,$E1,$10,$70,$06,$F8,$0F,$87,$10,$B7 ; 会让它的身体
	next $07,$B0,$0F,$94,$10,$EB,$05,$82,$01,$03 ; 发生突变。
	dex

_FlareonDexEntry::
	text $13,$F6,$0F,$87,$10,$B7,$18,$C6 ; 在身体中
	next $09,$BF,$12,$74,$09,$B2,$12,$CA,$06,$F8,$0F,$A9,$09,$41,$01,$E2 ; 积蓄火焰的时候，


	page $10,$B7,$11,$6E,$09,$A3,$06,$0A,$08,$E5,$01,$EF,$01,$E6,$01,$E6,$07,$78,$01,$E2 ; 体温会超过９００度，
	next $07,$D5,$06,$01,$11,$39,$11,$DF,$01,$03 ; 非常危险。

	dex

_JolteonDexEntry::
	text $0D,$64,$08,$A3,$11,$A8,$0F,$0D ; 能够吸入
	next $0B,$35,$0E,$45,$18,$C6,$06,$F8,$08,$2E,$0B,$BF,$19,$2F,$01,$E2 ; 空气中的负离子，


	page $13,$8E,$0F,$A9,$09,$A3,$10,$F2,$06,$6E,$06,$C9,$13,$D8,$13,$8E ; 有时会吐出大约有
	next $01,$E7,$01,$E6,$01,$E6,$01,$E6,$01,$E6,$08,$0E,$10,$AA,$06,$F8,$08,$69,$12,$9D,$07,$23,$01,$03 ; １００００伏特的高压电。

	dex

_VaporeonDexEntry::
	text $10,$43,$0E,$D9,$0E,$28,$11,$AC,$13,$F6,$10,$08,$05,$7D,$01,$E2 ; 虽然栖息在水边，
	next $06,$DF,$13,$87,$13,$98,$11,$49,$04,$EF,$0F,$69,$13,$8E,$11,$FB,$13,$A1,$06,$F8,$2E,$45,$01,$E2 ; 但由于尾巴上有像鱼的鳍，


	page $13,$3C,$06,$A1,$12,$F4,$13,$8E,$0E,$E9 ; 因此也有人
	next $09,$A3,$04,$F3,$10,$70,$06,$C3,$0E,$ED,$11,$41,$0E,$E9,$13,$A1,$01,$03 ; 会把它错认为人鱼。

	dex

_MachopDexEntry::
	text $11,$BC,$09,$78,$07,$7D,$0B,$E8,$09,$C1,$0F,$04,$01,$03 ; 喜欢锻炼肌肉。
	next $11,$41,$0C,$01,$05,$82,$06,$F7,$08,$86,$0E,$7F,$19,$0B,$01,$E2 ; 为了变得更强壮，


	page $10,$70,$12,$64,$11,$BA ; 它修习
	next $08,$81,$0F,$B5,$08,$81,$12,$DD,$06,$F8,$11,$90,$0F,$ED,$01,$03 ; 各式各样的武术。

	dex

_ZubatDexEntry::
	text $13,$F6,$09,$28,$04,$D7,$18,$C6 ; 在黑暗中
	next $09,$CF,$10,$B7,$07,$B0,$06,$6E,$0F,$93,$13,$3E,$01,$03 ; 集体发出声音。


	page $0B,$CF,$13,$81,$06,$0A,$13,$3E,$05,$A4 ; 利用超音波
	next $06,$E5,$06,$2B,$18,$AE,$05,$88,$0B,$88,$12,$41,$07,$4A,$01,$03 ; 当成指标来行动。

	dex

_EkansDexEntry::
	text $0D,$64,$0E,$84,$11,$8A,$0F,$93,$11,$AC,$07,$10,$13,$0C,$07,$4A,$01,$03 ; 能悄无声息地移动。
	next $09,$A3,$0A,$31,$05,$A4,$05,$A4,$09,$B4,$0C,$08,$0E,$D6,$06,$F8,$06,$E4 ; 会将波波或烈雀的蛋
	next $18,$93,$08,$80,$10,$FC,$11,$CC,$0E,$C3,$01,$03 ; 整个吞下去。




	dex

_ParasDexEntry::
	text $11,$0E,$07,$64,$10,$0B,$11,$A8,$0F,$EF,$08,$83,$01,$E2 ; 挖洞吮吸树根，
	next $05,$3B,$0F,$69,$06,$F8,$0D,$10,$08,$A5,$10,$B3,$0E,$BF ; 背上的蘑菇提取
	next $0F,$87,$10,$B7,$0F,$69,$06,$F8,$0A,$A5,$09,$6C,$07,$A8,$06,$2B,$06,$02,$01,$03 ; 身体上的精华而成长。




	dex

_PoliwhirlDexEntry::
	text $05,$B7,$08,$C4,$0F,$BF,$0C,$6B,$07,$10,$09,$7B,$0F,$BF,$10,$08,$18,$C6 ; 不管是陆地还是水中
	next $07,$6C,$0D,$64,$0F,$94,$09,$B0,$01,$03 ; 都能生活。


	page $13,$F6,$07,$10,$0F,$69,$0F,$A9 ; 在地上时
	next $09,$A3,$13,$01,$18,$A7,$10,$D8,$08,$E5,$06,$6E,$09,$03 ; 会一直通过出汗
	next $0B,$88,$0F,$B1,$0D,$E8,$08,$06,$05,$2B,$06,$38,$2B,$70,$09,$6E,$01,$03 ; 来使皮肤保持黏滑。
	dex

_PoliwrathDexEntry::
	text $13,$3C,$11,$41,$09,$2A,$0F,$48,$06,$02 ; 因为很擅长
	next $19,$30,$13,$87,$13,$7C,$09,$1A,$07,$37,$13,$7C,$01,$E2 ; 自由泳和蝶泳，


	page $10,$6D,$13,$1D,$09,$D4,$0F,$B1,$0F,$BF ; 所以即使是
	next $04,$E4,$0C,$0C,$0D,$E9,$0B,$2B,$12,$85,$0F,$CE,$01,$E2 ; 奥林匹克选手，
	next $10,$70,$12,$F4,$0D,$64,$09,$2A,$0B,$62,$07,$10,$06,$0A,$08,$E5,$01,$03 ; 它也能很快地超过。
	dex

_WeedleDexEntry::
	text $13,$F6,$0F,$31,$0C,$0C,$18,$C6 ; 在森林中
	next $13,$1D,$0F,$EF,$12,$F8,$11,$41,$0F,$AB,$01,$E2 ; 以树叶为食，
	next $10,$E7,$0F,$69,$13,$8E,$18,$9D,$0A,$06,$0F,$13,$06,$F8,$07,$6E,$18,$83,$01,$03 ; 头上有支尖锐的毒针。




	dex

_KakunaDexEntry::
	text $10,$43,$0E,$D9,$18,$B1,$0B,$1E,$19,$30,$09,$DA ; 虽然只靠自己
	next $09,$D8,$09,$44,$11,$8A,$07,$B6,$12,$41,$07,$4A,$01,$E2 ; 几乎无法行动，
	next $06,$DF,$13,$F6,$13,$B4,$06,$F1,$11,$39,$11,$DF,$06,$F8,$0F,$A9,$09,$41,$01,$E2 ; 但在遇到危险的时候，

	page $09,$0D,$11,$FB,$09,$A3,$0E,$E1,$11,$19,$0B,$27,$05,$82,$13,$70 ; 好像会让外壳变硬
	next $05,$9E,$13,$1D,$06,$A1,$0B,$88,$05,$2B,$09,$66,$19,$30,$09,$DA,$01,$03 ; 并以此来保护自己。

	dex

_BeedrillDexEntry::
	text $13,$01,$0C,$F2,$08,$69,$10,$37,$07,$D7,$11,$94,$01,$E2 ; 一面高速飞舞，
	next $13,$01,$0C,$F2,$13,$81,$0E,$70,$0A,$61,$09,$1A,$11,$49,$05,$BB,$06,$F8 ; 一面用前脚和尾部的


	page $0A,$D8,$06,$C9,$07,$6E,$18,$83,$18,$3B,$0B,$06,$08,$8D,$09,$B9,$01,$03 ; 巨大毒针展开攻击。


	dex

_DodrioDexEntry::
	text $13,$81,$01,$E9,$08,$80,$10,$E7 ; 用３个头
	next $0A,$94,$12,$41,$08,$69,$09,$D6,$19,$69,$18,$40,$01,$E2 ; 进行高级作战，


	page $0A,$D7,$10,$0F,$10,$09,$19,$20,$06,$F8,$0F,$A9,$09,$41 ; 据说睡着的时候
	next $19,$38,$09,$A3,$13,$8E,$0D,$36,$13,$01,$08,$80,$10,$E7,$12,$42,$19,$20,$01,$03 ; 总会有哪一个头醒着。

	dex

_PrimeapeDexEntry::
	text $05,$B7,$18,$A0,$11,$41,$09,$1B,$07,$A8,$0B,$67,$0D,$93,$01,$E2 ; 不知为何而狂怒，
	next $13,$8E,$19,$20 ; 有着
	next $0E,$AE,$19,$0F,$05,$B7,$0F,$7B,$06,$F8,$12,$45,$08,$7B,$01,$03 ; 穷追不舍的性格。




	dex

_DugtrioDexEntry::
	text $0F,$48,$06,$02,$10,$F5,$07,$83,$09,$1C,$19,$69,$06,$F8 ; 擅长团队合作的
	next $0F,$23,$05,$25,$10,$77,$07,$10,$0F,$EB,$01,$03 ; 三胞胎地鼠。


	page $13,$8E,$0F,$A9,$09,$A3,$11,$0E,$0A,$EC,$06,$F1 ; 有时会挖掘到
	next $01,$E7,$01,$E6,$01,$E6,$08,$93,$0B,$C3,$0F,$88,$06,$F8,$07,$10,$07,$0F,$01,$E2 ; １００公里深的地底，
	next $0F,$8F,$18,$B7,$13,$48,$07,$B0,$07,$10,$18,$88,$01,$03 ; 甚至引发地震。
	dex

_VenomothDexEntry::
	text $06,$44,$05,$1B,$0F,$69,$08,$26,$19,$20,$06,$F8,$0C,$0D,$07,$E9 ; 翅膀上覆着的磷粉
	next $08,$83,$0A,$D7,$12,$B9,$0F,$2F,$06,$F8,$05,$B7,$10,$DC ; 根据颜色的不同


	page $10,$24,$09,$44 ; 似乎
	next $09,$A3,$06,$CE,$13,$8E,$05,$B7,$10,$DC,$06,$F8,$07,$6E,$01,$03 ; 会带有不同的毒。

	dex

_DewgongDexEntry::
	text $0F,$87,$10,$B7,$0D,$62,$06,$78,$06,$BC,$0C,$01 ; 身体内储存了
	next $07,$EF,$09,$40,$06,$F8,$0E,$E6,$0B,$F1,$01,$E2 ; 丰厚的热量，


	page $0B,$29,$13,$1D,$13,$F6,$12,$B3,$08,$F4,$06,$F8,$10,$08,$18,$C6 ; 可以在严寒的水中
	next $13,$1D,$0F,$A9,$10,$37,$01,$EE,$0A,$76 ; 以时速８节
	next $11,$74,$07,$43,$0E,$70,$0A,$94,$01,$03 ; 稳定前进。
	dex

_CaterpieDexEntry::
	text $05,$8E,$0B,$10,$10,$70,$06,$F8,$0A,$61,$09,$2A,$07,$7C,$01,$E2 ; 别看它的脚很短，
	next $13,$3C,$11,$41,$0F,$BF,$11,$A8,$0D,$B2,$01,$E2 ; 因为是吸盘，


	page $10,$6D,$13,$1D,$11,$8A,$0C,$89,$0F,$BF ; 所以无论是
	next $12,$20,$0E,$0A,$09,$7B,$0F,$BF,$0E,$7D,$05,$78 ; 斜坡还是墙壁
	next $07,$6C,$0D,$64,$0E,$A1,$10,$27,$0E,$70,$0A,$94,$01,$03 ; 都能轻松前进。
	dex

_MetapodDexEntry::
	text $18,$AB,$06,$F7,$18,$F6,$13,$2C,$06,$F8,$0F,$BF,$01,$E2 ; 值得注意的是，
	next $13,$F6,$11,$19,$0B,$27,$05,$82,$13,$70,$18,$A4,$0E,$70,$01,$E2 ; 在外壳变硬之前，


	page $0F,$09,$08,$E3,$0F,$D4,$06,$F1,$0E,$7F,$0C,$08,$06,$F8,$06,$48,$09,$B9,$01,$E2 ; 如果受到强烈的冲击，
	next $0B,$C3,$0C,$F2,$06,$F8,$0F,$87,$10,$B7 ; 里面的身体
	next $0A,$C7,$09,$A3,$0C,$64,$06,$6E,$0B,$88,$01,$03 ; 就会露出来。
	dex

_ButterfreeDexEntry::
	text $06,$E5,$10,$70,$07,$D7,$0B,$62,$07,$10,$0E,$13,$06,$C8,$06,$44,$05,$1B,$01,$E2 ; 当它飞快地扑打翅膀，
	next $06,$CE,$13,$8E,$0A,$E1,$07,$6E,$06,$F8,$0C,$11,$07,$E9,$0A,$C7,$09,$A3 ; 带有剧毒的鳞粉就会
	next $10,$45,$19,$20,$07,$F5,$11,$FC,$18,$7A,$0B,$C3,$0D,$F2,$08,$E5,$0B,$88,$01,$03 ; 随着风向这里飘过来。




	dex

_MachampDexEntry::
	text $09,$AD,$0F,$87,$0F,$69,$11,$CC ; 浑身上下
	next $07,$6C,$0F,$BF,$04,$E3,$0E,$E9,$06,$F8,$09,$C1,$0F,$04,$01,$E2 ; 都是傲人的肌肉，


	page $0B,$29,$13,$1D,$13,$01,$0E,$CB ; 可以一拳
	next $0A,$C7,$0E,$E1,$06,$ED,$0C,$C5,$06,$F8,$07,$84,$0F,$CE ; 就让倒霉的对手
	next $07,$D7,$13,$D9,$07,$10,$0E,$05,$11,$E9,$01,$03 ; 飞越地平线。
	dex

_GolduckDexEntry::
	text $13,$8E,$0E,$E9,$0B,$10,$06,$F1,$10,$70,$13,$F6 ; 有人看到它在
	next $13,$83,$0C,$CC,$06,$F8,$09,$62,$0C,$F2,$0F,$69 ; 优美的湖面上
	next $09,$6C,$0B,$CA,$13,$8C,$07,$4A,$06,$F8,$19,$27,$10,$7E ; 华丽游动的姿态

	page $11,$9F,$13,$1D,$11,$41,$0D,$39,$0F,$BF,$09,$20,$10,$DF,$01,$03 ; 误以为那是河童。


	dex

_HypnoDexEntry::
	text $0A,$D7,$10,$0F,$07,$84,$0F,$CE,$13,$A9,$10,$70 ; 据说对手与它
	next $0F,$CB,$11,$E9,$11,$EA,$07,$84,$0F,$A9,$01,$E2 ; 视线相对时，


	page $10,$70,$0A,$C7,$09,$A3,$0F,$B1,$06,$6E,$06,$B5,$0C,$EB,$0F,$ED,$06,$FC ; 它就会使出催眠术等
	next $07,$90,$18,$CC,$07,$90,$12,$DD,$06,$F8,$06,$0A,$0D,$64,$0B,$D8,$01,$03 ; 多种多样的超能力。

	dex

_GolbatDexEntry::
	text $12,$E9,$18,$F5,$0A,$C7,$05,$B7,$09,$A3,$10,$27,$0B,$3A,$01,$03 ; 咬住就不会松口。
	next $13,$3C,$11,$41,$09,$A3,$0D,$F8,$0D,$0C,$07,$10 ; 因为会拼命地
	next $05,$B7,$10,$D3,$11,$A8,$12,$8E,$01,$E2 ; 不停吸血，

	page $10,$6D,$13,$1D,$13,$8E,$0F,$A9,$09,$A3,$18,$CE,$06,$F7 ; 所以有时会重得
	next $11,$8A,$07,$B6,$0B,$1E,$19,$30,$09,$DA,$07,$D7,$12,$41,$01,$03 ; 无法靠自己飞行。

	dex

_MewtwoDexEntry::
	text $10,$70,$0F,$BF,$0D,$25,$11,$67,$0B,$26,$12,$8B,$09,$F2 ; 它是某位科学家
	next $06,$02,$0D,$72,$0B,$AF,$13,$DE,$06,$38,$12,$7E,$0A,$94,$12,$41 ; 长年累月持续进行


	page $0B,$29,$0D,$A8,$06,$F8,$13,$0B,$06,$81,$09,$BB,$13,$3C,$12,$B4,$0A,$B9,$0F,$AD,$12,$CD ; 可怕的遗传基因研究实验
	next $10,$6D,$06,$E2,$0F,$94,$06,$F8,$06,$2B,$08,$E3,$01,$03 ; 所诞生的成果。

	dex

_SnorlaxDexEntry::
	text $0B,$95,$0F,$26,$07,$10,$05,$B7,$06,$36,$0A,$C7,$10,$09,$01,$03 ; 懒散地不吃就睡。
	next $13,$3C,$06,$A1,$0A,$2B,$0A,$2B,$0D,$BC,$0E,$3C,$0B,$88,$01,$E2 ; 因此渐渐胖起来，


	page $12,$F4,$13,$3C,$06,$A1 ; 也因此
	next $18,$E6,$0A,$2B,$0B,$95,$07,$98,$0C,$01,$01,$03 ; 逐渐懒惰了。

	dex

_MagikarpDexEntry::
	text $09,$2A,$0A,$BD,$13,$1D,$0E,$70,$06,$F8,$0B,$C4,$13,$A1,$11,$2D ; 很久以前的鲤鱼王
	next $09,$0D,$11,$FB,$12,$EC,$05,$66,$11,$E0,$13,$F6,$0E,$7F,$0F,$69,$13,$01,$12,$18,$01,$03 ; 好像要比现在强上一些。


	page $06,$DF,$0F,$BF,$11,$E0,$13,$F6 ; 但是现在
	next $0E,$D2,$0F,$1A,$06,$F7,$0B,$29,$0B,$E1,$01,$03 ; 却弱得可怜。

	dex

_MukDexEntry::
	text $0E,$C9,$0F,$87,$0F,$69,$11,$CC,$18,$36,$0C,$A8,$11,$87,$0D,$68,$01,$03 ; 全身上下沾满污泥。
	next $08,$CA,$0F,$BF,$0D,$DC,$06,$F1,$10,$70,$06,$F8,$19,$40,$09,$C3 ; 光是碰到它的足迹


	page $07,$6C,$09,$A3,$18,$02,$06,$F1 ; 都会遭到
	next $07,$6E,$10,$36,$06,$F8,$0E,$96,$11,$B8,$01,$03 ; 毒素的侵袭。

	dex

_KinglerDexEntry::
	text $0E,$6F,$19,$2F,$18,$C6,$13,$49,$05,$D4,$19,$20 ; 钳子中隐藏着
	next $13,$01,$11,$2A,$0C,$9B,$0B,$D8,$06,$F8,$06,$0A,$09,$D6,$0B,$D8,$0B,$F1,$01,$E2 ; 一万马力的超级力量，


	page $06,$DF,$13,$87,$13,$98,$10,$7D,$06,$C9 ; 但由于太大
	next $09,$2A,$0D,$44,$19,$30,$13,$87,$09,$B0,$07,$4A,$01,$03 ; 很难自由活动。

	dex

_CloysterDexEntry::
	text $13,$01,$06,$DD,$18,$02,$0F,$D4,$08,$8D,$09,$B9,$01,$E2 ; 一旦遭受攻击，
	next $11,$19,$0B,$27,$06,$F8,$06,$A2,$0A,$C7,$09,$A3 ; 外壳的刺就会
	next $0A,$6F,$07,$AE,$0B,$DE,$0F,$23,$07,$10,$07,$D7,$06,$6E,$0B,$88,$01,$E2 ; 接二连三地飞出来，

	page $0D,$62,$05,$BB,$06,$F8,$18,$7E,$0C,$F2,$0D,$31 ; 内部的真面目
	next $11,$8A,$0E,$E9,$18,$A0,$12,$0C,$01,$03 ; 无人知晓。

	dex

_ElectrodeDexEntry::
	text $10,$B7,$0D,$62,$06,$78,$06,$BC,$19,$20 ; 体内储存着
	next $09,$CB,$08,$69,$12,$9D,$06,$F8,$07,$23,$0D,$64,$01,$03 ; 极高压的电能。


	page $0F,$A9,$06,$01,$18,$B1,$0F,$D4,$0C,$01 ; 时常只受了
	next $13,$01,$07,$1E,$0E,$A1,$11,$38,$06,$A2,$09,$C4 ; 一点轻微刺激
	next $0A,$C7,$05,$34,$18,$2A,$01,$03 ; 就爆炸。
	dex

_ClefableDexEntry::
	text $12,$E1,$0A,$A5,$06,$F8,$13,$01,$18,$CC,$01,$E2 ; 妖精的一种，
	next $09,$CB,$0F,$73,$06,$6E,$11,$E0,$13,$F6,$0E,$E9,$0E,$70,$01,$03 ; 极少出现在人前。


	page $05,$E8,$0A,$EF,$06,$F1,$13,$8E,$0E,$E9,$06,$BC,$13,$F6,$09,$42,$01,$E2 ; 察觉到有人存在后，
	next $09,$0D,$11,$FB,$0A,$C7,$09,$A3,$0B,$D4,$0B,$2C,$10,$A5,$19,$3B,$01,$03 ; 好像就会立刻逃走。

	dex

_WeezingDexEntry::
	text $0B,$EF,$18,$CC,$07,$6E,$11,$13,$10,$13,$06,$F8,$06,$2B,$07,$E4 ; 两种毒瓦斯的成分
	next $06,$02,$0F,$A9,$0A,$08,$13,$F6 ; 长时间在
	next $0B,$35,$0E,$45,$05,$B7,$0C,$31,$10,$D8,$06,$F8,$07,$10,$07,$CB,$09,$BF,$12,$74,$01,$E2 ; 空气不流通的地方积蓄，

	page $10,$24,$09,$44,$0A,$C7,$09,$A3,$06,$6E,$11,$E0 ; 似乎就会出现
	next $06,$2B,$10,$05,$06,$F8,$11,$13,$10,$13,$06,$E3,$01,$03 ; 成双的瓦斯弹。

	dex

_PersianDexEntry::
	text $13,$8E,$19,$20,$0D,$F3,$0B,$F3,$06,$F8,$0C,$B7,$0F,$2F,$01,$E2 ; 有着漂亮的毛色，
	next $09,$2A,$07,$90,$0E,$E9,$11,$F5,$04,$F3,$10,$70,$06,$E5,$06,$60,$11,$9B,$12,$DC,$01,$E2 ; 很多人想把它当宠物养，


	page $06,$DF,$10,$70,$09,$2A,$04,$D0,$0C,$80,$18,$F9,$01,$E2 ; 但它很爱乱抓，
	next $10,$6D,$13,$1D,$09,$2A,$0D,$44,$12,$DC,$0F,$E4,$01,$03 ; 所以很难养熟。

	dex

_MarowakDexEntry::
	text $08,$AF,$10,$E7,$0F,$BF,$10,$70,$18,$CE,$12,$EC,$06,$F8,$11,$90,$0E,$44,$01,$03 ; 骨头是它重要的武器。
	next $0D,$64,$11,$FB,$0E,$F1,$09,$9A,$0B,$D8,$2B,$32,$13,$01,$12,$DD ; 能像扔回力镖一样
	next $0E,$F1,$06,$6E,$0E,$C3,$01,$E2,$0A,$31,$0C,$0A,$11,$9B,$13,$EE,$13,$EA,$01,$03 ; 扔出去，将猎物砸晕。




	dex

_HaunterDexEntry::
	text $13,$87,$13,$98,$10,$70,$0D,$64,$06,$7F,$0E,$7D,$07,$A8,$06,$6E,$01,$E2 ; 由于它能穿墙而出，
	next $13,$8E,$0E,$E9,$10,$F6,$05,$DE ; 有人推测
	next $10,$70,$0B,$88,$19,$30,$0C,$27,$13,$01,$08,$80,$06,$A4,$13,$C6,$01,$03 ; 它来自另一个次元。




	dex

_AbraDexEntry::
	text $10,$70,$0B,$29,$13,$1D,$13,$81,$07,$71,$12,$34,$0F,$ED ; 它可以用读心术
	next $05,$E8,$0A,$EF,$0E,$10,$0A,$98,$06,$F8,$11,$39,$09,$BC,$01,$E2,$05,$9E,$10,$0C,$0A,$08 ; 察觉迫近的危机，并瞬间
	next $13,$0C,$07,$4A,$06,$F1,$04,$D4,$0E,$C9,$18,$A4,$06,$7C,$01,$03 ; 移动到安全之处。




	dex

_AlakazamDexEntry::
	text $13,$8E,$19,$20,$05,$66 ; 有着比
	next $06,$0A,$09,$D6,$09,$E6,$10,$42,$09,$BC,$06,$F8,$09,$E6,$10,$42,$10,$37,$07,$78 ; 超级计算机的计算速度
	next $08,$86,$0B,$62,$06,$F8,$10,$E7,$0D,$47,$01,$03 ; 更快的头脑。

	page $0E,$30,$18,$BD,$0F,$66,$06,$C9,$08,$39,$0F,$BF ; 其智商大概是
	next $01,$EB,$01,$E6,$01,$E6,$01,$E6,$01,$03 ; ５０００。

	dex

_PidgeottoDexEntry::
	text $13,$8E,$19,$20,$08,$CB,$0B,$7F,$06,$F8,$0C,$26,$07,$10,$01,$03 ; 有着广阔的领地。
	next $12,$EC,$0F,$BF,$13,$8E,$0D,$36,$08,$80,$10,$A8,$12,$C5,$08,$D5 ; 要是有哪个讨厌鬼
	next $06,$DC,$08,$47,$0F,$0D,$0E,$96,$01,$E2 ; 胆敢入侵，

	page $0A,$C7,$09,$A3,$05,$44,$10,$70 ; 就会被它
	next $09,$2B,$09,$2B,$07,$10,$19,$1F,$09,$B9,$01,$03 ; 狠狠地啄击。

	dex

_PidgeotDexEntry::
	text $0C,$E5,$0F,$AB,$06,$F8,$0F,$A9,$09,$41,$01,$E2 ; 觅食的时候，
	next $09,$A3,$10,$CB,$19,$20,$10,$08,$0C,$F2,$07,$D7,$0C,$81,$07,$A8,$08,$E5,$01,$E2 ; 会贴着水面飞掠而过，
	next $18,$F9,$0E,$3C,$0B,$C4,$13,$A1,$11,$2D,$06,$FC,$0C,$0A,$11,$9B,$01,$03 ; 抓起鲤鱼王等猎物。




	dex

_StarmieDexEntry::
	text $18,$C6,$0A,$08,$05,$44,$06,$28,$11,$41,$09,$18,$12,$34,$06,$F8,$05,$BB,$07,$E4 ; 中间被称为核心的部分
	next $09,$A3,$07,$B0,$06,$6E,$0E,$2B,$05,$C6,$08,$CA,$0C,$AE,$01,$03 ; 会发出七彩光芒。


	page $0A,$D7,$10,$0F,$12,$F4,$13,$8E,$0E,$E9 ; 据说也有人
	next $04,$F3,$10,$70,$06,$E5,$19,$69,$05,$2E,$0F,$A7,$01,$03 ; 把它当作宝石。

	dex

_BulbasaurDexEntry::
	text $0A,$D7,$10,$0F,$13,$F6,$10,$70 ; 据说在它
	next $06,$6E,$0F,$94,$06,$F8,$0F,$A9,$09,$41,$01,$E2 ; 出生的时候，


	page $05,$3B,$0F,$69,$0A,$C7,$18,$CC,$13,$8E,$13,$01,$08,$80 ; 背上就种有一个
	next $09,$A3,$09,$1A,$10,$70,$0F,$87,$10,$B7,$13,$01,$10,$DC,$06,$2B,$06,$02,$06,$F8 ; 会和它身体一同成长的
	next $0F,$8B,$0E,$32,$18,$CC,$19,$2F,$01,$03 ; 神奇种子。
	dex

_VenusaurDexEntry::
	text $04,$F3,$10,$7D,$12,$D8,$06,$F8,$0D,$64,$13,$D0,$06,$E5,$06,$2B,$12,$DC,$07,$E4,$01,$E2 ; 把太阳的能源当成养分，
	next $0B,$06,$06,$6E,$10,$10,$06,$C9,$06,$F8,$09,$6A,$07,$94,$01,$03 ; 开出硕大的花朵。


	page $19,$38,$0F,$BF,$06,$0D,$19,$20 ; 总是朝着
	next $13,$8E,$12,$D8,$08,$CA,$06,$F8,$07,$10,$07,$CB,$13,$0C,$07,$4A,$01,$03 ; 有阳光的地方移动。

	dex

_TentacruelDexEntry::
	text $06,$7B,$0F,$CE,$0E,$05,$0F,$A9,$09,$2A,$07,$7C,$01,$E2 ; 触手平时很短，
	next $06,$DF,$13,$F6,$18,$75,$06,$A2,$0C,$0A,$11,$9B,$0F,$A9 ; 但在蛰刺猎物时
	next $09,$A3,$0F,$86,$06,$02,$05,$9E,$05,$F4,$18,$F5,$07,$84,$0F,$CE,$01,$03 ; 会伸长并缠住对手。




	dex

_GoldeenDexEntry::
	text $13,$8C,$13,$7C,$0F,$A9,$11,$49,$2E,$45,$11,$FB,$0B,$DE,$13,$08,$0E,$D7,$13,$01,$12,$DD ; 游泳时尾鳍像连衣裙一样
	next $13,$83,$12,$A9,$07,$10,$0D,$F2,$07,$4A,$01,$E2 ; 优雅地飘动，
	next $13,$3C,$06,$A1,$05,$44,$06,$28,$19,$69,$10,$08,$18,$C6,$0D,$94,$11,$2D,$01,$03 ; 因此被称作水中女王。




	dex

_SeakingDexEntry::
	text $06,$F1,$0C,$01,$0E,$AF,$10,$BE,$01,$E2 ; 到了秋天，
	next $0B,$29,$13,$1D,$0B,$10,$06,$F1,$10,$70,$11,$41,$0C,$01,$05,$F6,$06,$E4 ; 可以看到它为了产蛋
	next $0D,$6E,$0C,$31,$07,$A8,$0F,$69,$01,$E2 ; 逆流而上，

	page $13,$F6,$09,$20,$0B,$C3,$07,$EA,$0B,$D8 ; 在河里奋力
	next $13,$8C,$07,$4A,$06,$F8,$0F,$87,$19,$27,$01,$03 ; 游动的身姿。

	dex

_PonytaDexEntry::
	text $10,$70,$06,$F8,$01,$EA,$10,$B5,$05,$66,$19,$47,$0F,$A7 ; 它的４蹄比钻石
	next $09,$7B,$13,$70,$01,$E7,$01,$E6,$05,$3E,$01,$E2,$0B,$29,$13,$1D,$0C,$9B,$0F,$69 ; 还硬１０倍，可以马上
	next $10,$76,$0E,$05,$0E,$EC,$09,$1B,$07,$46,$11,$A3,$01,$03 ; 踏平任何东西。




	dex

_RapidashDexEntry::
	text $0F,$09,$08,$E3,$0B,$10,$06,$F1 ; 如果看到
	next $0B,$62,$10,$37,$13,$0C,$07,$4A,$06,$F8,$11,$9B,$10,$B7,$01,$E2 ; 快速移动的物体，


	page $10,$70,$0A,$C7,$09,$A3,$11,$F5,$12,$EC,$0E,$70,$0E,$C3 ; 它就会想要前去
	next $0A,$6B,$0B,$F1,$13,$01,$07,$BA,$01,$E2,$05,$9E,$13,$81,$0C,$D9,$0C,$08,$06,$F8,$10,$37,$07,$78 ; 较量一番，并用猛烈的速度
	next $0B,$06,$0F,$B4,$19,$0F,$08,$44,$01,$03 ; 开始追赶。
	dex

_RattataDexEntry::
	text $08,$8D,$09,$B9,$0F,$A9,$0F,$AA,$0C,$C0,$07,$6C,$12,$E9,$01,$03 ; 攻击时什么都咬。
	next $13,$94,$12,$0D,$13,$94,$0B,$62,$01,$E2 ; 又小又快，
	next $06,$F1,$06,$7C,$0B,$29,$0A,$23,$01,$03 ; 到处可见。




	dex

_RaticateDexEntry::
	text $10,$70,$13,$81,$09,$49,$12,$71,$0B,$88,$11,$43,$06,$38,$0E,$05,$09,$30,$01,$E2 ; 它用胡须来维持平衡，
	next $0F,$19,$0F,$BF,$05,$44,$0E,$90,$07,$30,$06,$F8,$09,$72,$01,$E2 ; 若是被切掉的话，
	next $0A,$C7,$09,$A3,$05,$82,$06,$F7,$12,$41,$07,$4A,$06,$3B,$09,$7C,$01,$03 ; 就会变得行动迟缓。




	dex

_NidorinoDexEntry::
	text $0E,$FB,$13,$20,$07,$B0,$0D,$93 ; 容易发怒
	next $05,$9E,$11,$F5,$12,$EC,$0A,$94,$12,$41,$18,$40,$07,$67,$01,$03 ; 并想要进行战斗。


	page $07,$A8,$0E,$92,$10,$E7,$0F,$69,$06,$F8,$0A,$63 ; 而且头上的角
	next $13,$F6,$06,$A2,$18,$C6,$07,$84,$0F,$CE,$09,$42,$01,$E2 ; 在刺中对手后，
	next $0A,$C7,$09,$A3,$0F,$C5,$07,$D3,$06,$6E,$0E,$7F,$0C,$08,$06,$F8,$07,$6E,$10,$36,$01,$03 ; 就会释放出强烈的毒素。
	dex

_NidorinaDexEntry::
	text $13,$3C,$11,$41,$0F,$BF,$0D,$2A,$06,$F8,$01,$E2 ; 因为是母的，
	next $10,$6D,$13,$1D,$0A,$63,$06,$02,$06,$F8,$09,$2A,$0C,$AB,$01,$E2 ; 所以角长的很慢，


	page $10,$70,$11,$BC,$09,$78,$18,$FA,$18,$F9,$01,$02 ; 它喜欢爪抓、
	next $19,$49,$12,$E9,$06,$F8,$0F,$04,$05,$A7,$18,$40,$01,$03 ; 嘴咬的肉搏战。

	dex

_GeodudeDexEntry::
	text $0E,$28,$11,$AC,$13,$F6,$05,$D9,$13,$C9,$09,$B4,$0F,$42,$0B,$C3,$01,$03 ; 栖息在草原或山里。
	next $13,$3C,$11,$41,$06,$02,$06,$F7,$11,$FB,$12,$0D,$0F,$A7,$10,$E7,$01,$E2 ; 因为长得像小石头，


	page $10,$6D,$13,$1D,$0D,$6B,$13,$01,$05,$B7,$0C,$2E,$0F,$8B ; 所以你一不留神
	next $0A,$C7,$0B,$29,$0D,$64,$05,$C4,$06,$F1,$10,$70 ; 就可能踩到它
	next $09,$B4,$05,$44,$10,$70,$05,$13,$06,$ED,$01,$03 ; 或被它绊倒。
	dex

_PorygonDexEntry::
	text $0F,$87,$10,$B7,$13,$87,$06,$2E,$12,$78,$08,$A1,$06,$2B,$01,$03 ; 身体由程序构成。
	next $13,$8E,$19,$20,$0D,$64,$13,$F6,$07,$23,$19,$2F,$0B,$35,$0A,$08 ; 有着能在电子空间
	next $19,$30,$13,$87,$13,$0C,$07,$4A,$06,$F8,$0D,$64,$0B,$D8,$01,$03 ; 自由移动的能力。




	dex

_AerodactylDexEntry::
	text $13,$73,$13,$8E ; 拥有
	next $0A,$DC,$19,$2F,$05,$09,$12,$3E,$19,$0C,$06,$F8,$12,$A4,$06,$40,$01,$E2 ; 锯子般形状的牙齿，
	next $0A,$31,$07,$84,$0F,$CE,$06,$F8,$09,$3B,$0C,$36,$12,$E9,$07,$7F,$01,$E2 ; 将对手的喉咙咬断，

	page $0F,$BF,$09,$2A,$12,$48,$05,$31,$06,$F8 ; 是很凶暴的
	next $08,$AD,$06,$D0,$54,$01,$03 ; 古代#。

	dex

_MagnemiteDexEntry::
	text $0B,$CF,$13,$81,$07,$C2,$18,$CE,$0B,$D8 ; 利用反重力
	next $12,$82,$08,$11,$13,$F6,$0B,$35,$18,$C6,$01,$E2 ; 悬浮在空中，


	page $09,$A3,$10,$EB,$0E,$D9,$06,$6E,$11,$E0 ; 会突然出现
	next $05,$9E,$07,$B0,$06,$6E ; 并发出
	next $07,$23,$06,$9B,$05,$A4,$13,$01,$0B,$B4,$06,$F8,$08,$8D,$09,$B9,$01,$03 ; 电磁波一类的攻击。
	dex

_CharmanderDexEntry::
	text $10,$BE,$0F,$94,$11,$BC,$09,$78,$0E,$E6,$0E,$E6,$06,$F8,$07,$46,$11,$A3,$01,$03 ; 天生喜欢热热的东西。
	next $0A,$D7,$10,$0F,$06,$E5,$10,$70 ; 据说当它
	next $05,$44,$13,$A8,$0C,$12,$0F,$A2,$06,$F8,$0F,$A9,$09,$41,$01,$E2 ; 被雨淋湿的时候，

	page $11,$49,$04,$EF,$06,$F8,$0D,$1A,$07,$7B ; 尾巴的末端
	next $09,$A3,$0C,$BC,$06,$6E,$12,$B0,$0B,$88,$01,$03 ; 会冒出烟来。

	dex

_SquirtleDexEntry::
	text $06,$6E,$0F,$94,$18,$A4,$09,$42,$01,$E2 ; 出生之后，
	next $10,$70,$06,$F8,$05,$3B,$18,$E6,$0A,$2B,$0C,$39,$0E,$3C,$09,$1A,$05,$82,$13,$70 ; 它的背逐渐隆起和变硬
	next $07,$A8,$06,$2B,$11,$41,$11,$19,$0B,$27,$01,$03 ; 而成为外壳。

	page $0D,$64,$06,$A9,$19,$49,$04,$EF ; 能从嘴巴
	next $0E,$7F,$07,$A8,$13,$8E,$0B,$D8,$07,$10,$0D,$CD,$06,$6E,$0D,$C3,$0D,$1E,$01,$03 ; 强而有力地喷出泡沫。

	dex

_CharmeleonDexEntry::
	text $0F,$09,$08,$E3,$09,$95,$11,$94 ; 如果挥舞
	next $0E,$DA,$0F,$6F,$19,$20,$06,$F8,$11,$49,$04,$EF,$01,$E2 ; 燃烧着的尾巴，


	page $0A,$C7,$0D,$64,$0C,$28,$18,$D2,$11,$3D,$11,$6E,$07,$78 ; 就能令周围温度
	next $05,$B7,$07,$7F,$0F,$69,$0F,$97,$01,$E2 ; 不断上升，
	next $06,$A9,$07,$A8,$0E,$E1,$07,$84,$0F,$CE,$11,$E7,$0F,$0D,$10,$E4,$0B,$41,$01,$03 ; 从而让对手陷入痛苦。
	dex

_WartortleDexEntry::
	text $0A,$A7,$06,$01,$0E,$71,$13,$F6,$10,$08,$18,$C6 ; 经常潜在水中
	next $0B,$88,$11,$FC,$0C,$0A,$11,$9B,$07,$B0,$07,$4A,$10,$EB,$11,$B8,$01,$03 ; 来向猎物发动突袭。


	page $06,$E5,$0B,$62,$10,$37,$13,$8C,$07,$4A,$0F,$A9,$01,$E2 ; 当快速游动时，
	next $09,$A3,$04,$FC,$07,$4A,$07,$AA,$07,$94 ; 会摆动耳朵
	next $13,$1D,$05,$2B,$06,$38,$0E,$05,$09,$30,$01,$03 ; 以保持平衡。
	dex

_CharizardDexEntry::
	text $0D,$64,$08,$A3,$0D,$CD,$06,$6E,$0C,$D9,$0C,$08,$06,$F8,$09,$B2,$12,$CA,$01,$E2 ; 能够喷出猛烈的火焰，
	next $07,$D0,$08,$02,$0B,$DE,$12,$B6,$0F,$A7 ; 仿佛连岩石
	next $07,$6C,$0D,$64,$0B,$1D,$0A,$40,$01,$03 ; 都能烤焦。

	page $13,$8E,$0F,$A9 ; 有时
	next $09,$A3,$13,$48,$07,$B0,$0F,$31,$0C,$0C,$09,$B2,$13,$F2,$01,$03 ; 会引发森林火灾。

	dex

_OddishDexEntry::
	text $04,$F9,$10,$BE,$06,$F8,$0F,$A9,$09,$41 ; 白天的时候
	next $09,$A3,$04,$F3,$0B,$E5,$0C,$9F,$13,$F6,$07,$10,$0C,$F2,$11,$CC,$01,$E2 ; 会把脸埋在地面下，
	next $05,$B7,$18,$18,$0C,$C0,$07,$4A,$01,$E2 ; 不怎么动，

	page $06,$F1,$0C,$01,$11,$25,$0F,$69,$09,$A3 ; 到了晚上会
	next $13,$01,$05,$7D,$19,$3B,$0C,$65 ; 一边走路
	next $13,$01,$05,$7D,$0F,$26,$05,$B8,$18,$CC,$19,$2F,$01,$03 ; 一边散布种子。
	dex

_GloomDexEntry::
	text $13,$01,$07,$1E,$07,$1E,$0F,$92,$06,$6E,$06,$F8 ; 一点点渗出的
	next $05,$9E,$05,$B7,$0F,$BF,$0B,$3A,$10,$08,$01,$03 ; 并不是口水。


	page $11,$FB,$0C,$E7,$13,$01,$12,$DD,$06,$F8,$12,$FC,$10,$B7 ; 像蜜一样的液体
	next $0B,$29,$13,$1D,$13,$48,$13,$93,$0C,$0A,$11,$9B,$0B,$1E,$0A,$98,$01,$03 ; 可以引诱猎物靠近。

	dex

_VileplumeDexEntry::
	text $10,$43,$0E,$D9,$09,$6A,$05,$10,$13,$D9,$06,$C9,$01,$E2 ; 虽然花瓣越大，
	next $0A,$C7,$0D,$64,$07,$D3,$06,$6E,$13,$D9,$07,$90,$06,$F8,$09,$6A,$07,$E9,$01,$E2 ; 就能放出越多的花粉，


	page $06,$DF,$18,$7A,$12,$DD,$0D,$47,$06,$D2,$09,$A3,$05,$82,$06,$23,$01,$E2 ; 但这样脑袋会变沉，
	next $0E,$FB,$13,$20,$0D,$E7,$0A,$E5,$01,$03 ; 容易疲倦。

	dex

_BellsproutDexEntry::
	text $18,$F9,$12,$0D,$06,$49,$19,$2F,$06,$36,$01,$E2 ; 抓小虫子吃，
	next $10,$24,$09,$44,$0F,$BF,$0F,$B1,$13,$81,$0A,$61,$0F,$69,$06,$F8,$08,$83 ; 似乎是使用脚上的根
	next $05,$B5,$06,$47,$10,$08,$07,$E4,$01,$03 ; 补充水分。




	dex

_WeepinbellDexEntry::
	text $0F,$CF,$11,$D2,$09,$A3,$10,$F2,$06,$6E ; 首先会吐出
	next $13,$8E,$07,$6E,$06,$F8,$07,$E9,$0D,$1A,$01,$E2 ; 有毒的粉末，


	page $0E,$E1,$07,$84,$0F,$CE,$10,$D3,$18,$AF,$12,$41,$07,$4A,$09,$42,$01,$E2 ; 让对手停止行动后，
	next $09,$A3,$13,$81,$0E,$FA,$0A,$7E,$12,$FC,$0A,$7E,$0A,$F0,$07,$84,$0F,$CE,$01,$03 ; 会用溶解液解决对手。

	dex

_VictreebelDexEntry::
	text $13,$F6,$06,$AA,$0C,$0C,$0F,$88,$06,$7C ; 在丛林深处
	next $13,$8E,$13,$01,$06,$7C,$05,$87,$07,$10,$07,$6C,$0F,$BF ; 有一处遍地都是
	next $06,$C9,$0F,$AB,$09,$6A,$06,$F8,$07,$10,$06,$CE,$01,$E2 ; 大食花的地带，

	page $0A,$94,$0E,$C3,$09,$42 ; 进去后
	next $0A,$C7,$13,$F5,$12,$F4,$06,$6E,$05,$B7,$0B,$88,$0C,$01,$01,$03 ; 就再也出不来了。

	dex
